[
    {
        "id": 1,
        "description": "Bolso con capacidad para soportar una botella de 750cc ideal para cuadros que ya cuentan con bolsos en su geometría, o para viajes donde se requiera llevar mas agua. De fácil acceso ya que va fijado en el manubrio. Pudiendo también ser utilizado para llevar comida o elementos que debas tener al alcance de la mano.",
        "price": 3200,
        "thumbnails": ["https://res.cloudinary.com/dyksknsxc/image/upload/v1670078413/porta_botella_manubrio_t9squr.jpg"],
        "category": "manubrio",
        "stock": 93,
        "title": "Bolso Botella",
        "code": "a1"
    },
    {
        "id": 2,
        "stock": 94,
        "price": 7000,
        "category": "frame bag",
        "title": "Frame Completo",
        "thumbnails": ["https://res.cloudinary.com/dyksknsxc/image/upload/v1670078414/frame_un_bolsillo_v0byfm.jpg"],
        "description": "Alforja diseñada para llevar carga durante un viaje en conjunto con los otros sistemas o para usar a diario y evitar tener que llevar mochila.  Construcción de doble capa lo que la hace impermeable y muy resistente (si bien el material es impermeable las costuras no están selladas)   Volumen: Depende de cada cuadro y su geometria, oscilando generalmente entre los 4 y 8 litros de capacidad.  El ancho es diferencial, por lo que hacía el manubrio se amplia, esto da un mayor volumen de carga sin rozar en las piernas.  Se fija al cuadro por medio de multiples velcros logrando una sujeción muy firme pero a la vez muy simple y facil de quitar.    Todas las areas en contacto con el cuadro llevan acolchado interno con el fin de que los obejtos no golpeen el cuadro.  Apertura mediante cierre  impermeable YKK aquaguard.",
        "code": "a2"
    },
    {
        "id": 3,
        "title": "Bajo Asiento 14L",
        "stock": 96,
        "thumbnails": ["https://res.cloudinary.com/dyksknsxc/image/upload/v1670078414/bajo_asiento_14l_ypggif.jpg"],
        "price": 8500,
        "category": "bajo asiento",
        "description": "Bolso bajo asiento con capacidad de 8 a 14 litros  ​  Confeccionado con materiales especificos para cada zona, reforzado y funcional.  ​  Lleva un pequeño estavilizador el cual va fijado a los rieles del asiento, esta pequeña pieza se adapta a la mayoria de los asientos y tiene un excelente rendimiento ya que le quita gran parte del movimiento que puede tener el bolso.",
        "code": "a3"
    },
    {
        "id": 4,
        "thumbnails": ["https://res.cloudinary.com/dyksknsxc/image/upload/v1670078414/frame_bag_doble_bolsillo_o5dxxq.jpg"],
        "stock": 100,
        "price": 8200,
        "title": "Frame Doble Bolsillo",
        "category": "frame bag",
        "description": "Alforja diseñada para llevar carga durante un viaje en conjunto con los otros sistemas o para usar a diario y evitar tener que llevar mochila.  Construcción de doble capa lo que la hace impermeable y muy resistente (si bien el material es impermeable las costuras no están selladas)   Volumen: Depende de cada cuadro y su geometria, oscilando generalmente entre los 4 y 8 litros de capacidad.  El ancho es diferencial, por lo que hacía el manubrio se amplia, esto da un mayor volumen de carga sin rozar en las piernas.  Se fija al cuadro por medio de multiples velcros logrando una sujeción muy firme pero a la vez muy simple y facil de quitar.    Todas las areas en contacto con el cuadro llevan acolchado interno con el fin de que los obejtos no golpeen el cuadro.  Apertura mediante cierre  impermeable YKK aquaguard.",
        "code": "a4"
    },
    {
        "id": 5,
        "thumbnails": ["https://res.cloudinary.com/dyksknsxc/image/upload/v1670078413/bolso_stem_a1m3xm.jpg"],
        "description": "Bolsillo con buena capacidad para transportar todo eso que necesitamos tener a mano, celular, GPS, comida etc.     Va sujeto al cuadro y al stem por 2 puntos de velcro.     Todas las caras llevan espuma por lo que protege el contenido y le da cuerpo al bolsillo.     El interior es de color claro para facilitar la búsqueda de objetos pequeños.   ​  Cierre #5.     Medidas: 24 cm de largo, 11 cm de alto por 8 de profundidad.     Peso: 75 gramos.",
        "category": "sobre cuadro",
        "stock": 100,
        "title": "Bolso Stem",
        "price": 3600,
        "code": "a5"
    },
    {
        "id": 6,
        "title": "Alforja Manubrio",
        "category": "manubrio",
        "description": "Resistente y amplia, construida para poder llevar un gran volumen sin interferir con el manejo. Consta de 2 piezas:     1) Bolsa de carga con una capacidad de 20 litros, tiene una apertura en cada extremo. El sistema de cierre es similar al de las bolsas estanco (roll top).     2) Porta paquetes semi rígido que va sujeto al manubrio y al cuadro para evitar el balanceo.     Lleva 3 cintas de compresión para sujetar firmemente la carga y permite colocar un aislante o algo de carga extra al frente, ya que las cintas son largas.     Peso: 395 Gramos.",
        "thumbnails": ["https://res.cloudinary.com/dyksknsxc/image/upload/v1670078574/alforja_de_manubrio_gajdqk.jpg"],
        "stock": 99,
        "price": 6800,
        "code": "a6"
    },
    {
        "id": 7,
        "description": "Alforja diseñada para llevar carga durante un viaje en conjunto con los otros sistemas o para usar a diario y evitar tener que llevar mochila.  Construcción de doble capa lo que la hace impermeable y muy resistente (si bien el material es impermeable las costuras no están selladas)   Volumen: Depende de cada cuadro y su geometria, oscilando generalmente entre los 2 y 4 litros de capacidad.  El ancho es diferencial, por lo que hacía el manubrio se amplia, esto da un mayor volumen de carga sin rozar en las piernas.  Se fija al cuadro por medio de multiples velcros logrando una sujeción muy firme pero a la vez muy simple y facil de quitar.    Todas las areas en contacto con el cuadro llevan acolchado interno con el fin de que los obejtos no golpeen el cuadro.  Apertura mediante cierre  impermeable YKK aquaguard.",
        "price": 7000,
        "thumbnails": ["https://res.cloudinary.com/dyksknsxc/image/upload/v1670200584/medio_fram_atldab.jpg"],
        "title": "Medio Frame Bag",
        "category": "frame bag",
        "stock": 95,
        "code": "a7"
    },
    {
        "id": 8,
        "category": "bajo asiento",
        "price": 5400,
        "stock": 97,
        "title": "Bajo Asiento 4L",
        "description": "Bolso bajo asiento marca Asgard con capacidad regulable de 2 a 4 litros. Ideal para salidas por el día. Va sujeto a la vela y los rieles del asiento, muy fácil de colocar o retirar. Refuerzo en la zona que tiene contacto con el asiento para mayor durabilidad. Fondo en lona pvc impermeable para salpicaduras y barro. Interior forrado en fluor. Cierre por medio de velcro y roll top. Cinta reflectiva en la parte trasera. Hebillas de resina acetal y cintas reforzadas.",
        "thumbnails": ["https://res.cloudinary.com/dyksknsxc/image/upload/v1670078414/bajo_asiento_4l_a996ni.jpg"],
        "code": "a8"
    },
    {
        "id": 9,
        "title": "Medio Frame Doble Suspensión",
        "description": "Alforja diseñada para llevar carga durante un viaje en conjunto con los otros sistemas o para usar a diario y evitar tener que llevar mochila.  Construcción de doble capa lo que la hace impermeable y muy resistente (si bien el material es impermeable las costuras no están selladas)   Volumen: Depende de cada cuadro y su geometria, oscilando generalmente entre los 3 y 5 litros de capacidad.  El ancho es diferencial, por lo que hacía el manubrio se amplia, esto da un mayor volumen de carga sin rozar en las piernas.  Se fija al cuadro por medio de multiples velcros logrando una sujeción muy firme pero a la vez muy simple y facil de quitar.    Todas las areas en contacto con el cuadro llevan acolchado interno con el fin de que los obejtos no golpeen el cuadro.  Apertura mediante cierre  impermeable YKK aquaguard.",
        "price": "6200",
        "thumbnails":[ "https://res.cloudinary.com/dyksknsxc/image/upload/v1670078414/Medio_Fram_dobleS_dbrqgj.jpg"],
        "stock": 100,
        "category": "frame bag",
        "code": "a9"
    }
]